Repository: giggls/web20mash
Catalog: webmash_4x20_client/l10n/*.po
Languages: de

source: Actuator-Settings
de: Aktoreinstellungen

source: Dextrose Rest
de: Dextroserast

source: Dur. Dextrose Rest
de: Dauer Dextroserast

source: Dur. Maltose Rest
de: Dauer Maltoserast

source: Dur. Mashing out
de: Dauer Abmaischen

source: Dur. Protein Rest
de: Dauer Eiweiârast

source: Maltose Rest
de: Maltoserast

source: Mash-Control
de: Maischesteuerung

source: Mash-State
de: Prozesszustand

source: Mashing Out Rest
de: Abmaischrast

source: Protein Rest
de: Eiweiârast

source: Rest-Settings
de: Einstellung Rasten

source: Temp. @Mashing out
de: Abmaischtemperatur

source: Temp. Dextrose Rest
de: Temp. Dextroserast

source: Temp. Maltose Rest
de: Temp. Maltoserast

source: Temp. Protein Rest
de: Temp. Eiweiârast

source: Waiting for data from mashctld
de: Warte auf Daten von mashctld

source: heater
de: Heizung

source: off
de: aus

source: on
de: ein

source: start process
de: Prozess starten

source: stirring device
de: Rõhrwerk

source: cancel process
de: Prozess abbrechen

source: to Dextrose Rest
de: bis Dextroserast

source: to Maltose Rest
de: bis Maltoserast

source: to Protein Rest
de: bis Eiweiârast

source: to mashing out
de: bis Abmaischen

source: Network info
de: Netzwerkinfo

source: MAC-address
de: MAC-Adresse

source: IPv4-address
de: IPv4-Adresse

source: No active Interface
de: Kein Interface aktiv
